Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# onb_prayer_body
source: Times are calculated on your phone for where you are. The sky changes with each prayer and a countdown shows what comes next.
ar: تُحسب المواقيت على هاتفك لموقعك. تتغير السماء مع كل صلاة، ويعرض العدّ التنازلي الصلاة القادمة.
as: আপুনি য'ত আছে সেই অনুসৰি সময় আপোনাৰ ফোনতে গণনা কৰা হয়। প্ৰতিটো নামাজৰ লগে লগে আকাশ সলনি হয় আৰু কাউণ্টডাউনে পিছত কি আহিছে দেখুৱায়।
bn: আপনি যেখানে আছেন সে অনুযায়ী সময় আপনার ফোনেই হিসাব হয়। প্রতিটি নামাজের সাথে আকাশ বদলায় এবং কাউন্টডাউন দেখায় এরপর কী।
bs: Vremena se izračunavaju na vašem telefonu za mjesto gdje ste. Nebo se mijenja sa svakim namazom, a odbrojavanje pokazuje šta slijedi.
ckb: کاتەکان بۆ ئەو شوێنەی لێیت لەسەر مۆبایلەکەت هەژمار دەکرێن. ئاسمان لەگەڵ هەر نوێژێک دەگۆڕێت و ژمێرەری پێچەوانە پیشانی دەدات دواتر چی دێت.
es: Los horarios se calculan en tu teléfono para donde estás. El cielo cambia con cada oración y una cuenta atrás muestra la siguiente.
fa: اوقات برای جایی که هستید روی گوشی شما محاسبه می‌شود. آسمان با هر نماز تغییر می‌کند و شمارش معکوس نشان می‌دهد بعدی چیست.
fa_af: اوقات برای جایی که هستید روی موبایل شما محاسبه می‌شود. آسمان با هر نماز تغییر می‌کند و شمارش معکوس نشان می‌دهد بعدی چیست.
fil: Kinakalkula ang mga oras sa iyong telepono para sa kinaroroonan mo. Nagbabago ang langit sa bawat dasal at may countdown na nagpapakita ng susunod.
fr: Les horaires sont calculés sur votre téléphone pour l’endroit où vous êtes. Le ciel change à chaque prière et un compte à rebours annonce la suivante.
gu: તમે જ્યાં છો તે મુજબ સમય તમારા ફોન પર ગણાય છે. દરેક નમાઝ સાથે આકાશ બદલાય છે અને કાઉન્ટડાઉન બતાવે છે કે આગળ શું છે.
ha: Ana lissafin lokuta a wayarku don wurin da kuke. Sararin sama yana canzawa da kowace sallah kuma ƙidaya tana nuna abin da ke tafe.
hi: समय आपकी जगह के हिसाब से आपके फ़ोन पर निकाले जाते हैं। हर नमाज़ के साथ आसमान बदलता है और उलटी गिनती बताती है कि आगे क्या है।
hu: Az időpontokat a telefonod számolja ki arra a helyre, ahol vagy. Az ég minden imával változik, a visszaszámláló pedig mutatja, mi következik.
id: Waktu dihitung di ponsel untuk lokasi Anda. Langit berubah di setiap waktu salat dan hitung mundur menunjukkan salat berikutnya.
ka: დროები თქვენს ტელეფონზე გამოითვლება იმ ადგილისთვის, სადაც ხართ. ცა ყოველ ლოცვასთან ერთად იცვლება, ხოლო უკუთვლა გიჩვენებთ, რა არის შემდეგი.
km: ម៉ោងត្រូវបានគណនានៅលើទូរសព្ទរបស់អ្នក សម្រាប់កន្លែងដែលអ្នកនៅ។ មេឃប្រែប្រួលតាមសឡាតនីមួយៗ ហើយការរាប់ថយក្រោយបង្ហាញអ្វីដែលនឹងមកដល់បន្ទាប់។
kn: ನೀವು ಇರುವ ಸ್ಥಳಕ್ಕೆ ಸಮಯಗಳನ್ನು ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲೇ ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತದೆ. ಪ್ರತಿ ನಮಾಜ್‌ನೊಂದಿಗೆ ಆಕಾಶ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ಮುಂದೇನು ಎಂಬುದನ್ನು ಕ್ಷಣಗಣನೆ ತೋರಿಸುತ್ತದೆ.
mk: Времињата се пресметуваат на вашиот телефон за местото каде што сте. Небото се менува со секој намаз, а одбројувањето покажува што следи.
ml: നിങ്ങൾ ഉള്ള സ്ഥലത്തിനായി സമയങ്ങൾ നിങ്ങളുടെ ഫോണിൽ കണക്കാക്കുന്നു. ഓരോ നമസ്കാരത്തിനൊപ്പവും ആകാശം മാറുന്നു, അടുത്തത് എന്തെന്ന് കൗണ്ട്ഡൗൺ കാണിക്കുന്നു.
mr: तुम्ही जिथे आहात त्यानुसार वेळा तुमच्या फोनवर मोजल्या जातात. प्रत्येक नमाजसोबत आकाश बदलते आणि काउंटडाउन पुढे काय आहे ते दाखवतो.
nl: Tijden worden op je telefoon berekend voor de plek waar je bent. De hemel verandert bij elk gebed en een aftelling toont wat er hierna komt.
pa: ਵਕਤ ਤੁਹਾਡੀ ਥਾਂ ਲਈ ਤੁਹਾਡੇ ਫ਼ੋਨ ’ਤੇ ਗਿਣੇ ਜਾਂਦੇ ਹਨ। ਹਰ ਨਮਾਜ਼ ਨਾਲ ਅਸਮਾਨ ਬਦਲਦਾ ਹੈ ਅਤੇ ਉਲਟੀ ਗਿਣਤੀ ਦੱਸਦੀ ਹੈ ਕਿ ਅੱਗੇ ਕੀ ਹੈ।
pt: Os horários são calculados no seu celular para onde você está. O céu muda a cada oração e uma contagem regressiva mostra o que vem a seguir.
ru: Время рассчитывается на телефоне для того места, где вы находитесь. Небо меняется с каждым намазом, а обратный отсчёт показывает, что дальше.
si: ඔබ සිටින ස්ථානයට වේලාවන් ඔබේ දුරකථනයේම ගණනය කෙරේ. එක් එක් සලාතය සමඟ අහස වෙනස් වන අතර ඊළඟට එන්නේ කුමක්දැයි ගණන් කිරීමක් පෙන්වයි.
sr: Времена се израчунавају на вашем телефону за место где сте. Небо се мења са сваким намазом, а одбројавање показује шта следи.
sw: Nyakati zinahesabiwa kwenye simu yako kwa mahali ulipo. Anga hubadilika kwa kila sala na hesabu ya kurudi nyuma inaonyesha kinachofuata.
te: మీరు ఉన్న ప్రదేశానికి సమయాలు మీ ఫోన్‌లోనే లెక్కించబడతాయి. ప్రతి నమాజ్‌తో ఆకాశం మారుతుంది, తర్వాత ఏది రాబోతుందో కౌంట్‌డౌన్ చూపిస్తుంది.
th: เวลาคำนวณบนโทรศัพท์ของคุณตามที่ที่คุณอยู่ ท้องฟ้าเปลี่ยนไปตามแต่ละเวลาละหมาด และการนับถอยหลังบอกเวลาถัดไป
tr: Vakitler bulunduğunuz yer için telefonunuzda hesaplanır. Gökyüzü her namazla değişir, geri sayım sıradakini gösterir.
ug: ۋاقىتلار تېلېفونىڭىزدا سىز تۇرغان جاي ئۈچۈن ھېسابلىنىدۇ. ئاسمان ھەر نامازدا ئۆزگىرىدۇ، تەتۈر ساناق كېيىنكىسىنى كۆرسىتىدۇ.
ur: اوقات آپ کے مقام کے لیے آپ کے فون پر حساب ہوتے ہیں۔ ہر نماز کے ساتھ آسمان بدلتا ہے اور الٹی گنتی اگلی نماز دکھاتی ہے۔
vi: Giờ được tính trên điện thoại cho nơi bạn đang ở. Bầu trời thay đổi theo từng giờ cầu nguyện và đồng hồ đếm ngược cho biết giờ tiếp theo.
zh_hans: 根据你所在的位置在手机上计算时间。天空随每次礼拜而变化，倒计时显示下一次礼拜。

# onb_prayer_title
source: Prayer times that follow the sky
ar: مواقيت تتبع السماء
as: আকাশৰ সৈতে খোজ মিলোৱা নামাজৰ সময়
bn: আকাশের সাথে চলা নামাজের সময়
bs: Namaska vremena koja prate nebo
ckb: کاتەکانی نوێژ کە شوێن ئاسمان دەکەون
es: Horarios que siguen al cielo
fa: اوقات نمازی که با آسمان همراه است
fa_af: اوقات نمازی که با آسمان همراه است
fil: Mga oras ng dasal na sumusunod sa langit
fr: Des horaires qui suivent le ciel
gu: આકાશ સાથે ચાલતા નમાઝના સમય
ha: Lokutan sallah da ke bin sararin sama
hi: आसमान के साथ चलते नमाज़ के समय
hu: Az eget követő imaidők
id: Waktu salat mengikuti langit
ka: ლოცვის დროები, რომლებიც ცას მიჰყვება
km: ម៉ោងសឡាតដែលដើរតាមមេឃ
kn: ಆಕಾಶವನ್ನು ಅನುಸರಿಸುವ ನಮಾಜ್ ಸಮಯಗಳು
mk: Времиња за намаз што го следат небото
ml: ആകാശത്തെ പിന്തുടരുന്ന നമസ്കാര സമയങ്ങൾ
mr: आकाशासोबत चालणाऱ्या नमाजच्या वेळा
nl: Gebedstijden die de hemel volgen
pa: ਅਸਮਾਨ ਦੇ ਨਾਲ ਚੱਲਦੇ ਨਮਾਜ਼ ਦੇ ਵਕਤ
pt: Horários de oração que acompanham o céu
ru: Время намазов по небу
si: අහස අනුගමනය කරන සලාත වේලාවන්
sr: Намаска времена која прате небо
sw: Nyakati za sala zinazofuata anga
te: ఆకాశాన్ని అనుసరించే నమాజ్ సమయాలు
th: เวลาละหมาดที่เปลี่ยนตามท้องฟ้า
tr: Gökyüzünü izleyen vakitler
ug: ئاسمانغا ئەگىشىدىغان ناماز ۋاقىتلىرى
ur: آسمان کے ساتھ چلتے اوقات
vi: Giờ cầu nguyện theo bầu trời
zh_hans: 随天空变化的礼拜时间

# onb_qibla_body
source: Hold your phone flat and turn slowly. When the gold dot meets the Kaaba at the top, you’re facing the Qibla and it glows.
ar: أمسك هاتفك بشكل مستوٍ واستدر ببطء. عندما تلتقي النقطة الذهبية بالكعبة في الأعلى فأنت باتجاه القبلة ويتوهج القرص.
as: ফোনটো সমানকৈ ধৰক আৰু লাহে লাহে ঘূৰক। সোণালী বিন্দুটো ওপৰৰ কাবাৰ সৈতে মিলিলে আপুনি কিবলামুখী হয় আৰু ই জিলিকি উঠে।
bn: ফোনটি সমতল করে ধরুন এবং ধীরে ধীরে ঘুরুন। সোনালি বিন্দুটি ওপরে কাবার সাথে মিলে গেলে আপনি কিবলামুখী, আর তখন এটি উজ্জ্বল হয়ে ওঠে।
bs: Držite telefon vodoravno i polako se okrećite. Kad se zlatna tačka poklopi s Kabom na vrhu, okrenuti ste prema kibli i ona zasvijetli.
ckb: مۆبایلەکەت بە ڕێکی ڕابگرە و هێواش بسووڕێوە. کاتێک خاڵە زێڕینەکە لە سەرەوە دەگاتە کەعبە، ڕووت لە قیبلەیە و دەدرەوشێتەوە.
es: Sostén el teléfono en horizontal y gira despacio. Cuando el punto dorado llega a la Kaaba arriba, estás orientado a la alquibla y el disco brilla.
fa: گوشی را صاف نگه دارید و آرام بچرخید. وقتی نقطه طلایی در بالا به کعبه برسد، رو به قبله هستید و می‌درخشد.
fa_af: موبایل را صاف نگه دارید و آرام بچرخید. وقتی نقطه طلایی در بالا به کعبه برسد، رو به قبله هستید و می‌درخشد.
fil: Hawakan nang pahiga ang iyong telepono at umikot nang dahan-dahan. Kapag nagtagpo ang gintong tuldok at ang Kaaba sa itaas, nakaharap ka na sa Qibla at iilaw ito.
fr: Tenez le téléphone à plat et tournez lentement. Quand le point doré rejoint la Kaaba en haut, vous faites face à la qibla et le disque s’illumine.
gu: ફોનને સપાટ રાખો અને ધીમે ધીમે ફરો. જ્યારે સોનેરી ટપકું ઉપર કાબા સાથે મળે, ત્યારે તમારું મોં કિબ્લા તરફ હોય છે અને તે ચમકી ઊઠે છે.
ha: Riƙe wayarku a kwance kuma ku juya a hankali. Idan ɗigon zinariya ya haɗu da Ka'aba a sama, kuna fuskantar Alƙibla kuma zai yi haske.
hi: फ़ोन को समतल रखें और धीरे-धीरे घूमें। जब सुनहरा बिंदु ऊपर काबा से मिल जाता है, तो आपका रुख़ क़िबला की ओर होता है और वह चमक उठता है।
hu: Tartsd vízszintesen a telefont, és fordulj lassan. Amikor az arany pont fent találkozik a Kábával, a kibla felé nézel, és felragyog.
id: Pegang ponsel mendatar dan berputar perlahan. Saat titik emas bertemu Ka’bah di atas, Anda menghadap kiblat dan cakramnya bersinar.
ka: დაიჭირეთ ტელეფონი ჰორიზონტალურად და ნელა შეატრიალეთ. როცა ოქროსფერი წერტილი ზემოთ ქააბას დაემთხვევა, ყიბლისკენ ხართ მიბრუნებული და ის ანათებს.
km: កាន់ទូរសព្ទឱ្យរាបស្មើ ហើយបង្វិលយឺតៗ។ នៅពេលចំណុចពណ៌មាសជួបកាបះនៅខាងលើ អ្នកកំពុងបែរមុខទៅគិបឡាត់ ហើយវានឹងភ្លឺ។
kn: ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಸಮತಟ್ಟಾಗಿ ಹಿಡಿದು ನಿಧಾನವಾಗಿ ತಿರುಗಿ. ಚಿನ್ನದ ಚುಕ್ಕೆ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಕಅಬಾವನ್ನು ತಲುಪಿದಾಗ, ನೀವು ಕಿಬ್ಲಾ ಕಡೆಗೆ ಮುಖ ಮಾಡಿರುತ್ತೀರಿ ಮತ್ತು ಅದು ಹೊಳೆಯುತ್ತದೆ.
mk: Држете го телефонот хоризонтално и полека вртете се. Кога златната точка ќе се порамни со Кааба на врвот, свртени сте кон киблата и таа засветлува.
ml: ഫോൺ നിരപ്പായി പിടിച്ച് പതുക്കെ തിരിയുക. സ്വർണ്ണ ബിന്ദു മുകളിലുള്ള കഅ്ബയിൽ എത്തുമ്പോൾ, നിങ്ങൾ ഖിബ്‌ലയ്ക്ക് അഭിമുഖമാണ്, അത് തിളങ്ങും.
mr: फोन सपाट धरा आणि हळूहळू फिरा. सोनेरी ठिपका वरच्या काबाला मिळाला की तुमचे तोंड किब्लाकडे असते आणि तो चमकतो.
nl: Houd je telefoon plat en draai langzaam. Als de gouden stip de Kaaba bovenaan raakt, ben je gericht op de qibla en licht hij op.
pa: ਆਪਣਾ ਫ਼ੋਨ ਪੱਧਰਾ ਫੜੋ ਅਤੇ ਹੌਲੀ-ਹੌਲੀ ਘੁੰਮੋ। ਜਦੋਂ ਸੁਨਹਿਰੀ ਬਿੰਦੂ ਉੱਪਰ ਕਾਬਾ ਨਾਲ ਮਿਲੇ, ਤੁਹਾਡਾ ਮੂੰਹ ਕਿਬਲੇ ਵੱਲ ਹੈ ਅਤੇ ਇਹ ਚਮਕਦਾ ਹੈ।
pt: Segure o celular na horizontal e gire devagar. Quando o ponto dourado encontrar a Caaba no topo, você estará voltado para a Qibla e ela vai brilhar.
ru: Держите телефон горизонтально и медленно поворачивайтесь. Когда золотая точка совпадёт с Каабой наверху, вы смотрите на киблу, и она засветится.
si: ඔබේ දුරකථනය තිරස්ව අල්ලා සෙමින් හැරෙන්න. රන් තිත ඉහළ ඇති කඅබාවට ළඟා වූ විට, ඔබ කිබ්ලා දෙසට මුහුණලා සිටින අතර එය දිදුලයි.
sr: Држите телефон водоравно и полако се окрећите. Кад се златна тачка поклопи са Кабом на врху, окренути сте ка кибли и она засветли.
sw: Shika simu yako ikiwa imelala sawa na ugeuke polepole. Kitone cha dhahabu kikikutana na Al-Kaaba juu, umeelekea Kibla na kinang'aa.
te: మీ ఫోన్‌ను సమతలంగా పట్టుకుని నెమ్మదిగా తిరగండి. బంగారు చుక్క పైభాగంలో కాబాను చేరుకున్నప్పుడు, మీరు ఖిబ్లా వైపు ఉన్నారు, అది మెరుస్తుంది.
th: วางโทรศัพท์ให้ราบแล้วหมุนช้าๆ เมื่อจุดสีทองตรงกับกะอ์บะฮ์ด้านบน แสดงว่าคุณหันตรงกิบลัตแล้วและหน้าปัดจะเรืองแสง
tr: Telefonu düz tutun ve yavaşça dönün. Altın nokta üstteki Kâbe ile buluştuğunda kıbleye dönüksünüz ve disk parlar.
ug: تېلېفونىڭىزنى تۈز تۇتۇپ ئاستا بۇرۇلۇڭ. ئالتۇن رەڭلىك چېكىت ئۈستىدىكى كەبىگە يەتكەندە، قىبلىگە يۈزلەنگەن بولىسىز ۋە ئۇ نۇر چاچىدۇ.
ur: فون کو سیدھا رکھیں اور آہستہ گھومیں۔ جب سنہری نقطہ اوپر کعبہ سے ملے تو آپ قبلہ رخ ہیں اور ڈسک چمکتی ہے۔
vi: Giữ điện thoại nằm phẳng và xoay chậm. Khi chấm vàng gặp Kaaba ở trên cùng, bạn đang hướng về Qibla và nó sẽ sáng lên.
zh_hans: 将手机平放并缓慢转动。当金色圆点与顶部的天房对齐时，你就面向了朝向，表盘会发光。

# onb_qibla_title
source: Face the Qibla
ar: اتجه إلى القبلة
as: কিবলামুখী হওক
bn: কিবলামুখী হোন
bs: Okrenite se prema kibli
ckb: ڕوو لە قیبلە بکە
es: Oriéntate hacia la alquibla
fa: رو به قبله بایستید
fa_af: رو به قبله بایستید
fil: Humarap sa Qibla
fr: Tournez-vous vers la qibla
gu: કિબ્લા તરફ મોં કરો
ha: Fuskanci Alƙibla
hi: क़िबला की ओर रुख़ करें
hu: Fordulj a kibla felé
id: Menghadap kiblat
ka: მიბრუნდით ყიბლისკენ
km: បែរមុខទៅគិបឡាត់
kn: ಕಿಬ್ಲಾ ಕಡೆಗೆ ಮುಖ ಮಾಡಿ
mk: Свртете се кон киблата
ml: ഖിബ്‌ലയ്ക്ക് അഭിമുഖമായി നിൽക്കൂ
mr: किब्लाकडे तोंड करा
nl: Richt je op de qibla
pa: ਕਿਬਲੇ ਵੱਲ ਮੂੰਹ ਕਰੋ
pt: Volte-se para a Qibla
ru: Повернитесь к кибле
si: කිබ්ලා දෙසට මුහුණලන්න
sr: Окрените се ка кибли
sw: Elekea Kibla
te: ఖిబ్లా వైపు తిరగండి
th: หันไปทางกิบลัต
tr: Kıbleye yönelin
ug: قىبلىگە يۈزلىنىڭ
ur: قبلہ رخ ہوں
vi: Hướng về Qibla
zh_hans: 面向朝向

# onb_replay
source: Show welcome tour
ar: عرض الجولة الترحيبية
as: স্বাগতম ভ্ৰমণ দেখুৱাওক
bn: স্বাগত পরিচিতি দেখান
bs: Prikaži uvodni obilazak
ckb: پیشاندانی گەشتی بەخێرهاتن
es: Ver el recorrido de bienvenida
fa: نمایش دوباره راهنمای خوش‌آمد
fa_af: نمایش دوباره راهنمای خوش‌آمد
fil: Ipakita ang welcome tour
fr: Revoir la présentation
gu: સ્વાગત ટૂર બતાવો
ha: Nuna rangadin maraba
hi: स्वागत टूर दिखाएँ
hu: Bemutató megjelenítése
id: Tampilkan tur pembuka
ka: მისასალმებელი ტურის ჩვენება
km: បង្ហាញការណែនាំម្ដងទៀត
kn: ಸ್ವಾಗತ ಪರಿಚಯವನ್ನು ತೋರಿಸಿ
mk: Прикажи ја воведната тура
ml: സ്വാഗത പരിചയം കാണിക്കുക
mr: स्वागत टूर दाखवा
nl: Welkomstrondleiding tonen
pa: ਸਵਾਗਤ ਟੂਰ ਦਿਖਾਓ
pt: Mostrar o tour de boas-vindas
ru: Показать приветственный тур
si: පිළිගැනීමේ චාරිකාව පෙන්වන්න
sr: Прикажи уводну туру
sw: Onyesha ziara ya makaribisho
te: స్వాగత పర్యటనను చూపించు
th: แสดงการแนะนำแอป
tr: Tanıtımı göster
ug: قارشى ئېلىش تونۇشتۇرۇشىنى كۆرسىتىش
ur: خوش آمدید ٹور دکھائیں
vi: Xem lại phần giới thiệu
zh_hans: 显示欢迎导览

# onb_setup_body
source: Choose your language and where to calculate prayer times. You can change both in Settings.
ar: اختر لغتك والمكان الذي تُحسب له المواقيت. يمكنك تغييرهما من الإعدادات.
as: আপোনাৰ ভাষা বাছক আৰু কোন ঠাইৰ বাবে নামাজৰ সময় গণনা কৰিব সেয়াও বাছক। দুয়োটা ছেটিংছত সলনি কৰিব পাৰিব।
bn: আপনার ভাষা বেছে নিন এবং কোন জায়গার জন্য নামাজের সময় হিসাব হবে তা বেছে নিন। দুটোই সেটিংসে বদলাতে পারবেন।
bs: Odaberite jezik i mjesto za proračun namaskih vremena. Oboje možete promijeniti u postavkama.
ckb: زمانەکەت و شوێنی هەژمارکردنی کاتەکانی نوێژ هەڵبژێرە. دەتوانیت هەردووکیان لە ڕێکخستنەکان بگۆڕیت.
es: Elige tu idioma y dónde calcular los horarios. Puedes cambiar ambos en Ajustes.
fa: زبان خود و محل محاسبه اوقات نماز را انتخاب کنید. هر دو را می‌توانید در تنظیمات تغییر دهید.
fa_af: زبان خود و محل محاسبه اوقات نماز را انتخاب کنید. هر دو را می‌توانید در تنظیمات تغییر دهید.
fil: Piliin ang iyong wika at kung saan kakalkulahin ang mga oras ng dasal. Maaari mong baguhin ang dalawa sa Mga Setting.
fr: Choisissez votre langue et le lieu de calcul des horaires. Vous pourrez les modifier dans les réglages.
gu: તમારી ભાષા પસંદ કરો અને નમાઝના સમય કઈ જગ્યા માટે ગણવા તે પણ પસંદ કરો. તમે બંને સેટિંગ્સમાં બદલી શકો છો.
ha: Zaɓi harshenku da wurin da za a lissafa lokutan sallah. Kuna iya canza duka biyun a Saituna.
hi: अपनी भाषा चुनें और यह भी कि नमाज़ के समय किस जगह के लिए निकाले जाएँ। आप दोनों को सेटिंग्स में बदल सकते हैं।
hu: Válaszd ki a nyelvet és azt a helyet, ahol az imaidőket számolni kell. Mindkettőt módosíthatod a Beállításokban.
id: Pilih bahasa dan lokasi untuk menghitung waktu salat. Keduanya bisa diubah di Pengaturan.
ka: აირჩიეთ ენა და ადგილი, რომლისთვისაც ლოცვის დროები გამოითვლება. ორივეს შეცვლა პარამეტრებში შეგიძლიათ.
km: ជ្រើសរើសភាសារបស់អ្នក និងកន្លែងសម្រាប់គណនាម៉ោងសឡាត។ អ្នកអាចប្ដូរទាំងពីរនៅក្នុងការកំណត់។
kn: ನಿಮ್ಮ ಭಾಷೆ ಮತ್ತು ನಮಾಜ್ ಸಮಯಗಳನ್ನು ಎಲ್ಲಿಗಾಗಿ ಲೆಕ್ಕಹಾಕಬೇಕು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಎರಡನ್ನೂ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಿಸಬಹುದು.
mk: Изберете јазик и место за пресметување на времињата за намаз. И двете можете да ги промените во поставките.
ml: നിങ്ങളുടെ ഭാഷയും നമസ്കാര സമയങ്ങൾ എവിടേക്ക് കണക്കാക്കണമെന്നും തിരഞ്ഞെടുക്കുക. രണ്ടും ക്രമീകരണങ്ങളിൽ മാറ്റാം.
mr: तुमची भाषा निवडा आणि नमाजच्या वेळा कोणत्या ठिकाणासाठी मोजायच्या तेही निवडा. तुम्ही दोन्ही सेटिंग्जमध्ये बदलू शकता.
nl: Kies je taal en waar de gebedstijden voor berekend worden. Je kunt beide wijzigen in Instellingen.
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ ਅਤੇ ਇਹ ਵੀ ਕਿ ਨਮਾਜ਼ ਦੇ ਵਕਤ ਕਿਸ ਥਾਂ ਲਈ ਗਿਣੇ ਜਾਣ। ਦੋਵੇਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲੇ ਜਾ ਸਕਦੇ ਹਨ।
pt: Escolha seu idioma e onde calcular os horários de oração. Você pode alterar os dois em Configurações.
ru: Выберите язык и место для расчёта времени намазов. И то и другое можно изменить в настройках.
si: ඔබේ භාෂාව සහ සලාත වේලාවන් ගණනය කළ යුතු ස්ථානය තෝරන්න. දෙකම සැකසීම්වල වෙනස් කළ හැක.
sr: Изаберите језик и место за прорачун намаских времена. Обоје можете променити у подешавањима.
sw: Chagua lugha yako na mahali pa kuhesabu nyakati za sala. Unaweza kubadilisha vyote viwili kwenye Mipangilio.
te: మీ భాషను, నమాజ్ సమయాలు ఎక్కడి కోసం లెక్కించాలో ఎంచుకోండి. రెండింటినీ సెట్టింగ్‌లలో మార్చవచ్చు.
th: เลือกภาษาและสถานที่สำหรับคำนวณเวลาละหมาด คุณเปลี่ยนทั้งสองอย่างได้ในการตั้งค่า
tr: Dilinizi ve vakitlerin hesaplanacağı yeri seçin. İkisini de Ayarlar’dan değiştirebilirsiniz.
ug: تىلىڭىزنى ۋە ناماز ۋاقتى ھېسابلىنىدىغان جاينى تاللاڭ. ھەر ئىككىسىنى تەڭشەكتە ئۆزگەرتەلەيسىز.
ur: اپنی زبان اور وہ مقام منتخب کریں جس کے لیے اوقات حساب ہوں۔ دونوں ترتیبات میں بدل سکتے ہیں۔
vi: Chọn ngôn ngữ và nơi tính giờ cầu nguyện. Bạn có thể đổi cả hai trong Cài đặt.
zh_hans: 选择你的语言以及计算礼拜时间的地点。两者都可以在设置中更改。

# onb_setup_title
source: Let’s set up
ar: لنبدأ الإعداد
as: আহক, ছেট আপ কৰোঁ
bn: চলুন সেটআপ করি
bs: Hajde da podesimo
ckb: با ڕێکی بخەین
es: Vamos a configurarlo
fa: بیایید تنظیم کنیم
fa_af: بیایید تنظیم کنیم
fil: Mag-set up tayo
fr: Configurons
gu: ચાલો, સેટઅપ કરીએ
ha: Mu fara saiti
hi: चलिए सेटअप करें
hu: Állítsuk be
id: Mari atur
ka: მოდით, დავაყენოთ
km: តោះរៀបចំ
kn: ಸೆಟಪ್ ಮಾಡೋಣ
mk: Ајде да поставиме
ml: നമുക്ക് സജ്ജമാക്കാം
mr: चला, सेटअप करूया
nl: Laten we beginnen
pa: ਆਓ ਸੈੱਟਅੱਪ ਕਰੀਏ
pt: Vamos configurar
ru: Давайте настроим
si: අපි සකසමු
sr: Хајде да подесимо
sw: Tuweke mipangilio
te: సెటప్ చేద్దాం
th: มาตั้งค่ากัน
tr: Hadi ayarlayalım
ug: تەڭشەشنى باشلايلى
ur: آئیے سیٹ اپ کریں
vi: Cùng thiết lập nhé
zh_hans: 开始设置

# onb_skip
source: Skip
ar: تخطٍّ
as: এৰি যাওক
bn: এড়িয়ে যান
bs: Preskoči
ckb: تێپەڕاندن
es: Omitir
fa: رد شدن
fa_af: رد شدن
fil: Laktawan
fr: Passer
gu: છોડો
ha: Tsallake
hi: छोड़ें
hu: Kihagyás
id: Lewati
ka: გამოტოვება
km: រំលង
kn: ಬಿಟ್ಟುಬಿಡಿ
mk: Прескокни
ml: ഒഴിവാക്കുക
mr: वगळा
nl: Overslaan
pa: ਛੱਡੋ
pt: Pular
ru: Пропустить
si: මඟ හරින්න
sr: Прескочи
sw: Ruka
te: దాటవేయి
th: ข้าม
tr: Geç
ug: ئاتلاش
ur: چھوڑیں
vi: Bỏ qua
zh_hans: 跳过

# onb_start
source: Get started
ar: ابدأ
as: আৰম্ভ কৰক
bn: শুরু করুন
bs: Počni
ckb: دەست پێبکە
es: Empezar
fa: شروع
fa_af: شروع
fil: Magsimula
fr: Commencer
gu: શરૂ કરો
ha: Fara
hi: शुरू करें
hu: Kezdés
id: Mulai
ka: დაწყება
km: ចាប់ផ្ដើម
kn: ಪ್ರಾರಂಭಿಸಿ
mk: Започни
ml: തുടങ്ങാം
mr: सुरू करा
nl: Aan de slag
pa: ਸ਼ੁਰੂ ਕਰੋ
pt: Começar
ru: Начать
si: ආරම්භ කරන්න
sr: Почни
sw: Anza
te: ప్రారంభించండి
th: เริ่มต้นใช้งาน
tr: Başla
ug: باشلاش
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始

# onb_welcome_body
source: Prayer times, the Qibla, nearby mosques and answers from trusted sources, all on your phone and working offline.
ar: مواقيت الصلاة والقبلة وأقرب المساجد وإجابات من مصادر موثوقة، كلها على هاتفك وتعمل دون إنترنت.
as: নামাজৰ সময়, কিবলা, ওচৰৰ মছজিদ আৰু বিশ্বাসযোগ্য উৎসৰ পৰা উত্তৰ, সকলো আপোনাৰ ফোনত আৰু অফলাইনত।
bn: নামাজের সময়, কিবলা, কাছের মসজিদ এবং বিশ্বস্ত উৎস থেকে উত্তর, সবকিছু আপনার ফোনে এবং অফলাইনে।
bs: Namaska vremena, kibla, džamije u blizini i odgovori iz pouzdanih izvora, sve na vašem telefonu i bez interneta.
ckb: کاتەکانی نوێژ، قیبلە، مزگەوتە نزیکەکان و وەڵام لە سەرچاوە متمانەپێکراوەکانەوە، هەمووی لەسەر مۆبایلەکەت و بێ ئینتەرنێت.
es: Horarios de oración, la alquibla, mezquitas cercanas y respuestas de fuentes fiables, en tu teléfono y sin conexión.
fa: اوقات نماز، قبله، مسجدهای نزدیک و پاسخ از منابع معتبر، همه روی گوشی شما و بدون اینترنت.
fa_af: اوقات نماز، قبله، مساجد نزدیک و پاسخ از منابع معتبر، همه روی موبایل شما و بدون انترنت.
fil: Mga oras ng dasal, ang Qibla, mga kalapit na masjid at mga sagot mula sa mapagkakatiwalaang sanggunian, lahat nasa iyong telepono at gumagana offline.
fr: Horaires de prière, qibla, mosquées proches et réponses tirées de sources fiables, sur votre téléphone et hors ligne.
gu: નમાઝના સમય, કિબ્લા, નજીકની મસ્જિદો અને વિશ્વસનીય સ્રોતોમાંથી જવાબો, બધું તમારા ફોન પર અને ઑફલાઇન.
ha: Lokutan sallah, Alƙibla, masallatan da ke kusa da amsoshi daga majiyoyi amintattu, duk a wayarku kuma suna aiki ba tare da intanet ba.
hi: नमाज़ के समय, क़िबला, आसपास की मस्जिदें और भरोसेमंद स्रोतों से जवाब, सब आपके फ़ोन पर और ऑफ़लाइन।
hu: Imaidők, kibla, közeli mecsetek és megbízható forrásokból származó válaszok, mind a telefonodon, internet nélkül is.
id: Waktu salat, kiblat, masjid terdekat, dan jawaban dari sumber tepercaya, semuanya di ponsel Anda dan bisa tanpa internet.
ka: ლოცვის დროები, ყიბლა, ახლომდებარე მეჩეთები და პასუხები სანდო წყაროებიდან — ყველაფერი თქვენს ტელეფონზე და ოფლაინ.
km: ម៉ោងសឡាត គិបឡាត់ ម៉ាស្ជិតក្បែរៗ និងចម្លើយពីប្រភពដែលគួរឱ្យទុកចិត្ត ទាំងអស់នៅលើទូរសព្ទរបស់អ្នក ហើយដំណើរការក្រៅបណ្ដាញ។
kn: ನಮಾಜ್ ಸಮಯಗಳು, ಕಿಬ್ಲಾ, ಹತ್ತಿರದ ಮಸೀದಿಗಳು ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಮೂಲಗಳಿಂದ ಉತ್ತರಗಳು, ಎಲ್ಲವೂ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ, ಆಫ್‌ಲೈನ್‌ನಲ್ಲೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ.
mk: Времиња за намаз, киблата, џамии во близина и одговори од доверливи извори, сè на вашиот телефон и без интернет.
ml: നമസ്കാര സമയങ്ങൾ, ഖിബ്‌ല, അടുത്തുള്ള പള്ളികൾ, വിശ്വസനീയ ഉറവിടങ്ങളിൽ നിന്നുള്ള ഉത്തരങ്ങൾ, എല്ലാം നിങ്ങളുടെ ഫോണിൽ, ഓഫ്‌ലൈനായും പ്രവർത്തിക്കുന്നു.
mr: नमाजच्या वेळा, किब्ला, जवळच्या मशिदी आणि विश्वासार्ह स्रोतांमधून उत्तरे, सर्व काही तुमच्या फोनवर आणि ऑफलाइन.
nl: Gebedstijden, de qibla, moskeeën in de buurt en antwoorden uit betrouwbare bronnen, allemaal op je telefoon en offline.
pa: ਨਮਾਜ਼ ਦੇ ਵਕਤ, ਕਿਬਲਾ, ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ ਅਤੇ ਭਰੋਸੇਯੋਗ ਸਰੋਤਾਂ ਤੋਂ ਜਵਾਬ, ਸਭ ਤੁਹਾਡੇ ਫ਼ੋਨ ’ਤੇ ਅਤੇ ਆਫ਼ਲਾਈਨ ਕੰਮ ਕਰਦੇ ਹਨ।
pt: Horários de oração, a Qibla, mesquitas próximas e respostas de fontes confiáveis, tudo no seu celular e funcionando offline.
ru: Время намазов, кибла, мечети поблизости и ответы из надёжных источников — всё на вашем телефоне и без интернета.
si: සලාත වේලාවන්, කිබ්ලා, අසල පල්ලි සහ විශ්වාසදායී මූලාශ්‍රවලින් පිළිතුරු, සියල්ල ඔබේ දුරකථනයේ, නොබැඳිවද ක්‍රියා කරයි.
sr: Намаска времена, кибла, џамије у близини и одговори из поузданих извора, све на вашем телефону и без интернета.
sw: Nyakati za sala, Kibla, misikiti iliyo karibu na majibu kutoka vyanzo vinavyoaminika, vyote kwenye simu yako na vinafanya kazi bila intaneti.
te: నమాజ్ సమయాలు, ఖిబ్లా, దగ్గరి మసీదులు, నమ్మకమైన మూలాల నుండి సమాధానాలు, అన్నీ మీ ఫోన్‌లో, ఆఫ్‌లైన్‌లో పనిచేస్తాయి.
th: เวลาละหมาด กิบลัต มัสยิดใกล้เคียง และคำตอบจากแหล่งที่เชื่อถือได้ ทั้งหมดอยู่ในโทรศัพท์ของคุณและใช้งานออฟไลน์ได้
tr: Namaz vakitleri, kıble, yakındaki camiler ve güvenilir kaynaklardan cevaplar; hepsi telefonunuzda ve çevrimdışı çalışır.
ug: ناماز ۋاقىتلىرى، قىبلە، يېقىن ئەتراپتىكى مەسچىتلەر ۋە ئىشەنچلىك مەنبەلەردىن جاۋابلار، ھەممىسى تېلېفونىڭىزدا، تورسىز ئىشلەيدۇ.
ur: نماز کے اوقات، قبلہ، قریبی مساجد اور معتبر ذرائع سے جوابات، سب آپ کے فون پر اور بغیر انٹرنیٹ کے۔
vi: Giờ cầu nguyện, hướng Qibla, thánh đường gần đó và câu trả lời từ các nguồn đáng tin cậy, tất cả trên điện thoại của bạn và hoạt động ngoại tuyến.
zh_hans: 礼拜时间、朝向、附近的清真寺以及来自可靠来源的回答，全部在你的手机上，离线可用。

# onb_welcome_title
source: Assalamu alaikum
ar: السلام عليكم
as: আচ্ছালামু আলাইকুম
bn: আসসালামু আলাইকুম
bs: Esselamu alejkum
ckb: ئەلسەلامو عەلەیکوم
fa: السلام علیکم
fa_af: السلام علیکم
fr: Assalamou alaykoum
gu: અસ્સલામુ અલૈકુમ
hi: अस्सलामु अलैकुम
hu: Asszalámu alejkum
ka: ასსალამუ ალეიქუმ
km: អាស្សាឡាមូអាឡៃគុំ
kn: ಅಸ್ಸಲಾಮು ಅಲೈಕುಮ್
mk: Есселаму алејкум
ml: അസ്സലാമു അലൈക്കും
mr: अस्सलामु अलैकुम
pa: ਅੱਸਲਾਮੁ ਅਲੈਕੁਮ
ru: Ассаляму алейкум
si: අස්සලාමු අලෙයිකුම්
sr: Есселаму алејкум
te: అస్సలాము అలైకుమ్
th: อัสสลามุอะลัยกุม
tr: Esselâmü aleyküm
ug: ئەسسالامۇ ئەلەيكۇم
ur: السلام علیکم
zh_hans: 安色俩目尔来坤
